-- phpMyAdmin SQL Dump
-- version 5.2.1
-- https://www.phpmyadmin.net/
--
-- Host: db
-- Generation Time: Oct 30, 2024 at 09:04 AM
-- Server version: 11.5.2-MariaDB-ubu2404
-- PHP Version: 8.2.8

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `ministry`
--

-- --------------------------------------------------------

--
-- Table structure for table `admin`
--

CREATE TABLE `admin` (
  `a_id` int(11) NOT NULL,
  `a_username` varchar(255) NOT NULL,
  `a_password` varchar(255) NOT NULL,
  `a_name` varchar(255) NOT NULL,
  `a_status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `admin`
--

INSERT INTO `admin` (`a_id`, `a_username`, `a_password`, `a_name`, `a_status`) VALUES
(1, 'admin', 'MEM1234', 'ADMIN', 1),
(2, 'sopha', 'MEM1234', 'ທ່ານ ນ ໂສ​ພາ', 1);

-- --------------------------------------------------------

--
-- Table structure for table `member`
--

CREATE TABLE `member` (
  `m_id` int(11) NOT NULL,
  `m_username` varchar(255) NOT NULL,
  `m_password` varchar(255) NOT NULL,
  `m_status` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `member`
--

INSERT INTO `member` (`m_id`, `m_username`, `m_password`, `m_status`) VALUES
(1, '01', '01', 1),
(2, '02', '02', 1),
(3, '03', '03', 1),
(4, '04', '04', 1),
(5, '05', '05', 1),
(6, '06', '06', 1),
(7, '07', '07', 1),
(8, '08', '08', 1),
(9, '09', '09', 1),
(10, '10', '10', 1);

-- --------------------------------------------------------

--
-- Table structure for table `newcandidate`
--

CREATE TABLE `newcandidate` (
  `nc_id` int(11) NOT NULL,
  `nc_name` varchar(255) NOT NULL,
  `nc_age` int(11) NOT NULL,
  `nc_phak` varchar(255) NOT NULL,
  `nc_lat` varchar(255) NOT NULL,
  `nc_saonoum` varchar(255) NOT NULL,
  `nc_part` varchar(255) NOT NULL,
  `nc_reason` varchar(255) NOT NULL,
  `nc_pic` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `newcandidate`
--

INSERT INTO `newcandidate` (`nc_id`, `nc_name`, `nc_age`, `nc_phak`, `nc_lat`, `nc_saonoum`, `nc_part`, `nc_reason`, `nc_pic`) VALUES
(1, 'ສະ​ຫາຍ ຈັ​ນ​ທະ​ເລດ ວໍ​ລະ​ບຸດ', 46, '​ຄະ​ນະ​ພັກ​ກະ​ຊວງ, ຮອງ​ປະ​ທານກວດ​ກາ​ຄະ​ນະ​ພັກ​ກະ​ຊວງ ຮອງ​ເລ​ຂາ​ໜ່ວຍ​ພັກ', '​ຮອງ​ຫົວ​ໜ້າ​ກົມ', 'ຄະ​ນະ​ບໍ​ລິ​ຫານ​ງານ ສ​ຊ​ປ​ລ, ເລ​ຂາ ຄ​ຊ​ປ​ປ​ລ ພບ', 'ກົ​ມກວດ​ກາ', '', '2408261019368327.jpg'),
(2, 'ສະ​ຫາຍ ປ​ອ ສຸກວິ​ສັນ ຄິນ​ສະ​ໝອນ', 40, '​ສະ​ມາ​ຊິກ', '​ຮອງ​ຫົວ​ໜ້າ​ກົມ', 'ຮອງ​ເລ​ຂາ ຄ​ຊ​ປ​ປ​ລ ພບ', '​ກົມ​ແຜນ​ການ ແລະ ການ​ຮ່ວມ​ມື', '', '2408261021197187.jpg'),
(3, '​ສະ​ຫາຍ ສຸກ​ສາ​ຄອນ ພິ​ລາ​ວັນ', 42, '​ສະ​ມາ​ຊິກ', '​ຜູ້​ຊ່ວຍ​ຜູ້​ອຳ​ນວຍ​ການ​ໃຫ່​ຍ', 'ຄະ​ນະ​ປະ​ຈຳ, ຮອງ​ປະ​ທານກວ​ດ​ກາ ຄ​ຊ​ປ​ປ​ລ ພບ, ຮອງ​ເລ​ຂາ ຄ​ຊ​ປ​ປ​ລ', '​ລັດ​ວິ​ສາ​ຫະ​ກິດ​ໄຟ​ຟ້າ​ລາວ', '', '2408261026457326.jpg'),
(4, '​ສະ​ຫາຍ ຄຳ​ແສງ ແກ້ວ​ປະ​ເສີ​ດ', 39, '​ສະ​ມາ​ຊິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຄະ​ນະ​ປະ​ຈຳ ຄ​ຊ​ປ​ປ​ລ ພບ', '​ຫ້ອງ​ການ​ກ​ະ​ຊວງ', '', '240826102810742.jpg'),
(5, '​ສະ​ຫາຍ ວິ​ລະ​ບຸນ ຈິດ​ຕະ​ນຸ​ສອນ', 45, '​ສະ​ມາ​ຊິກ', '​ຫົວ​ໜ້າ​ສູນ', 'ຄະ​ນະ​ບໍ​ລິ​ຫານ​ງານ ພບ, ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', '​ສະ​ຖາ​ບັນ​ຄົ້ນ​ຄວ້າ​ພະ​ລັງ​ງານ ແລະ ບໍ່​ແຮ່', '', '2408261030198874.jpg'),
(6, '​ສະ​ຫາຍ ພອນ​ສະ​ຫວັນ ສີ​ປະ​ເສີດ', 42, '​ສະ​ມາ​ຊິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຄະ​ນະ​ບໍ​ລິ​ຫານ​ງານ ພບ, ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', '​ກົມ​ສົ່ງ​ເສີມ ແລະ ປະ​ຢັດ​ພະ​ລັງ​ງານ', '', '2408261031577607.jpg'),
(7, 'ສະ​ຫາຍ​ ດາວເພັດ ໂພ​ທິ​ວັນ', 41, 'ສະ​ມາ​ຊິກ', 'ຮອງຫົວໜ້າກົມ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມທຸລະກິດພະລັງງານ', '', '2408231317172172.jpg'),
(8, '​ສະ​ຫາຍ ວາດ​ສະ​ໜາ ເພັ​ດ​ລ​ຳ​ພັນ', 41, 'ເລ​ຂ​າໜ່ວຍ', '​ຮອງ​ຫົວ​ໜ້າ​ສະ​ຖາ​ບັນ', 'ເລ​ຂ​າ ຄ​ຊ​ປ​ປ​ລ ຮາກ​ຖານ', 'ລັດວິສາຫະກິດໄຟຟ້າລາວ', '', '2408231325349353.jpg'),
(9, '​ສະ​ຫາຍ ວິ​ລະ​ພົງ ພົມ​ມະ​ຈັນ', 36, '​ສະ​ມາ​ຊ​ິກ', 'ຮອງ​ຜູ້​ອຳ​ນວຍ​ການ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ລັດວິສາຫະກິດ ພັດທະນາແຮ່ທາດລາວ', '', '2408231554248656.jpg'),
(10, '​ສະ​ຫາຍ ສີ​ສົມ​ພານ ສຸກ​ອາ​ລຸນ', 38, 'ສະ​ມາ​ຊິກ', '​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມຈັດຕັ້ງ ແລະ ພະນັກງານ', '', '2408231327051717.jpg'),
(11, 'ສະ​ຫາຍ ປັນ​ຍາ​ສິດ ວົງ​ສຸ​ລິ', 38, '​ສະ​ມາ​ຊ​ິກ', '​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາ​ກ​ຖານ', 'ກົມກວດກາ', '', '2408231343114802.jpg'),
(12, 'ສະ​ຫາຍ ລິດ​ລື​ໄຊ ພິ​ລາ​ວົງ', 40, 'ສະ​ມາ​ຊິກ', '​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມແຜນການ ແລະ ການຮ່ວມມື', '', '2408231547231445.jpg'),
(13, '​ສະ​ຫາຍ ວອນ​ນະ​ເດດ ມະ​ນີ​ລາ', 38, 'ສະ​ມາ​ຊິກ', 'ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມຄຸ້ມຄອງບໍ່ແຮ່', '', '2408231548452493.jpg'),
(14, '​ສະ​ຫາຍ ສຸກ​ສັນ ພົມ​ສີ​ລາ​ໄລ', 37, '​ສະ​ມາ​ຊ​ິກ', 'ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມທໍລະນີສາດ ແລະ ແຮ່ທາດ', '', '2408231550057667.jpg'),
(15, '​ສະ​ຫາຍ ມະ​ໂນ​ປະ​ພາດ ພິດ​ສະ​ໄໝ', 39, '​ສະ​ມາ​ຊ​ິກ', 'ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມນະໂຍບາຍ ແລະ ແຜນພະລັງງານ', '', '2408231551323801.jpg'),
(16, '​ສະ​ຫາຍ ຄານ​ນະ​ຄອນ ເພັງ​ສະ​ຫວັດ', 40, '​ສະ​ມາ​ຊ​ິກ', 'ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ ຄ​ຊ​ປ​ປ​ລ ຮາກ​ຖານ', 'ບໍລິສັດ ຜະລິດໄຟຟ້າລາວມະຫາຊົນ', '', '2408231552462989.jpg'),
(17, '​ສະ​ຫາຍ ຄຳ​ສິ​ລິ ສຸ​ລິ​ຍະ​ວົງ', 40, 'ສະ​ມາ​ຊິກ', 'ຫົວ​ໜ້າ​ຫ້ອງ​ການ', 'ເລ​ຂາ ຄ​ຊ​ປ​ປ​ລ ຮາກ​ຖານ', 'ລັດວິສາຫະກິດ ກໍ່ສ້າງ ແລະ ຕິດຕັ້ງໄຟຟ້າ', '', '2408231556037857.jpg'),
(18, '​ສະ​ຫາຍ ຂັນ​ທະ​ວົງ ສຸ​ລິ​ຍະ​ວົງ', 45, '​ສະ​ມາ​ຊ​ິກ', 'ຮອງ​ຫົວ​ໜ້າ​ໜ່ວຍ​ງານ', 'ເລ​ຂາ ຄ​ຊ​ປ​ປ​ລ ຮາກ​ຖານ', 'ລັດວິສາຫະກິດຖືຮຸ້ນລາວ', '', '2408231557421930.jpg'),
(19, '​ສະ​ຫາຍ ຈັນ​ທະ​ພອນ ປັນ​ຍາ​ທອງ', 40, '​ສະ​ມາ​ຊ​ິກ', 'ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຫົວ​ໜ້າ​ໜ່ວຍ​ງານ ຫກ ຄ​ຊ​ປ​ປ​ລ ພບ', 'ກົມຄຸ້ມຄອງຄວາມປອດໄພ ອຸດສາຫະກຳພະລັງງານ', '', '2408231559385888.jpg'),
(20, '​ສະ​ຫາຍ​ ແທ່ນ​ຄຳ ຣາ​ຊາ​ສົມ​ບັດ', 33, '​ສະ​ມາ​ຊ​ິກ', 'ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ຫ້ອງການກະຊວງ', '', '240823160122739.jpg'),
(21, '​ສະ​ຫາຍ ໄຊ​ປະ​ຊາ ສົມ​ບູນ​ຂັນ', 36, '​ສະ​ມາ​ຊ​ິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ເລ​ຂາ​ໜ່ວຍຮາກ​ຖານ', 'ກົມຄຸ້ມຄອງຄວາມປອດໄພ ອຸດສາຫະກຳພະລັງງານ', '', '2408231603063810.jpg'),
(22, '​ສະ​ຫາຍ ນາງ ແສງ​ທະ​ລາ ເລືອງ​ຄຳ​ມາ', 35, 'ສະ​ມາ​ຊິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຮອງ​ເລ​ຂາ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມຈັດຕັ້ງ ແລະ ພະນັກງານ', '', '2408231640131236.jpg'),
(23, '​ສະ​ຫາຍ ນາງ ລັດ​ດາ​ວັນ ວົງ​ຫາ​ຈັກ', 33, '​ສະ​ມາ​ຊິກ', '​ວິ​ຊາ​ການ', 'ຫົວ​ໜ້າ​ໜ່ວຍ​ງານ ຫກ ຄ​ຊ​ປ​ປ​ລ ພບ', 'ກົມກວດກາ', '', '2408231632182861.jpg'),
(24, '​ສະ​ຫາຍ ພຸດ​ທະ​ສອນ ອິນ​ທະ​ວົງ', 35, '​ສະ​ມາ​ຊິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຮອງ​ເລ​ຂາ ຄ​ຊ​ປ​ປ​ລ ຮາກ​ຖານ', 'ລັດວິສາຫະກິດໄຟຟ້າລາວ', '', '2408231641367606.jpg'),
(25, '​ສະ​ຫາຍ ນາງ ເຄືອ​ລາ​ວັນ ນັນ​ທະ​ວົງ', 37, '​ສະ​ມາ​ຊ​ິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຮອງ​ເລ​ຂາ,ປະ​ທານກວດ​ກາ ຄ​ຊ​ປ​ປ​ລ ຮາກ​ຖານ', 'ລັດວິສາຫະກິດຖືຮຸ້ນລາວ', '', '2408231643312988.jpg'),
(26, '​ສະ​ຫາຍ ນາງ ສີ​ໄພ​ວອນ ສຸ​ວົງ​ທາ', 36, '​ສະ​ມາ​ຊ​ິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຮອງ​ເລ​ຂ​າ​ໜ່ວຍ​ຮາກ​ຖານ', 'ກົມຄຸ້ມຄອງບໍ່ແຮ່', '', '2408231636317944.jpg'),
(27, '​ສະ​ຫາຍ ນາງ ລັດ​ສະ​ໝີ ເຮືອງ​ທະ​ວົງ', 40, '​ສະ​ມາ​ຊິກ', '​ຮອງ​ຫົວ​ໜ້າ​ພະ​ແນກ', 'ຮອງ​ເລ​ຂາ​ໜ່ວຍ​ຮາ​ກ​ຖານ', 'ຫ້ອງການກະຊວງ', '', '2408231634598280.jpg'),
(28, '​ສະ​ຫາຍ ​ອິນ​ປັນ ບໍ​ລິ​ຫານ', 41, '​ສະ​ມາ​ຊ​ິກ', '​ຮອງ​ຫົວ​ໜ້າ​ຝ່າຍ', 'ຮອງ​ເລ​ຂາ, ປະ​ທານກວດ​ກາ ຄ​ຊ​ປ​ປ​ລ ຮາກ​ຖານ', 'ບໍລິສັດ ຜະລິດໄຟຟ້າລາວມະຫາຊົນ', '', '2408231630129491.jpg');

-- --------------------------------------------------------

--
-- Table structure for table `nscore`
--

CREATE TABLE `nscore` (
  `nsc_id` int(11) NOT NULL,
  `m_id` int(11) NOT NULL,
  `s_no` varchar(255) NOT NULL,
  `nc_id` int(11) NOT NULL,
  `nsc_result` int(11) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

-- --------------------------------------------------------

--
-- Table structure for table `sheet`
--

CREATE TABLE `sheet` (
  `s_id` int(11) NOT NULL,
  `s_no` varchar(255) NOT NULL
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb3 COLLATE=utf8mb3_general_ci;

--
-- Dumping data for table `sheet`
--

INSERT INTO `sheet` (`s_id`, `s_no`) VALUES
(1, '001'),
(2, '002'),
(3, '003'),
(4, '004'),
(5, '005'),
(6, '006'),
(7, '007'),
(8, '008'),
(9, '009'),
(10, '010'),
(11, '011'),
(12, '012'),
(13, '013'),
(14, '014'),
(15, '015'),
(16, '016'),
(17, '017'),
(18, '018'),
(19, '019'),
(20, '020'),
(21, '021'),
(22, '022'),
(23, '023'),
(24, '024'),
(25, '025'),
(26, '026'),
(27, '027'),
(28, '028'),
(29, '029'),
(30, '030'),
(31, '031'),
(32, '032'),
(33, '033'),
(34, '034'),
(35, '035'),
(36, '036'),
(37, '037'),
(38, '038'),
(39, '039'),
(40, '040'),
(41, '041'),
(42, '042'),
(43, '043'),
(44, '044'),
(45, '045'),
(46, '046'),
(47, '047'),
(48, '048'),
(49, '049'),
(50, '050'),
(51, '051'),
(52, '052'),
(53, '053'),
(54, '054'),
(55, '055'),
(56, '056'),
(57, '057'),
(58, '058'),
(59, '059'),
(60, '060'),
(61, '061'),
(62, '062'),
(63, '063'),
(64, '064'),
(65, '065'),
(66, '066'),
(67, '067'),
(68, '068'),
(69, '069'),
(70, '070'),
(71, '071'),
(72, '072'),
(73, '073'),
(74, '074'),
(75, '075'),
(76, '076'),
(77, '077'),
(78, '078'),
(79, '079'),
(80, '080'),
(81, '081'),
(82, '082'),
(83, '083'),
(84, '084'),
(85, '085'),
(86, '086'),
(87, '087'),
(88, '088'),
(89, '089'),
(90, '090'),
(91, '091'),
(92, '092'),
(93, '093'),
(94, '094'),
(95, '095'),
(96, '096'),
(97, '097'),
(98, '098'),
(99, '099'),
(100, '100'),
(101, '101'),
(102, '102'),
(103, '103'),
(104, '104'),
(105, '105'),
(106, '106'),
(107, '107'),
(108, '108'),
(109, '109'),
(110, '110'),
(111, '111'),
(112, '112'),
(113, '113'),
(114, '114'),
(115, '115'),
(116, '116'),
(117, '117'),
(118, '118'),
(119, '119'),
(120, '120'),
(121, '121'),
(122, '122'),
(123, '123'),
(124, '124'),
(125, '125'),
(126, '126'),
(127, '127'),
(128, '128'),
(129, '129'),
(130, '130'),
(131, '131'),
(132, '132'),
(133, '133'),
(134, '134'),
(135, '135'),
(136, '136'),
(137, '137'),
(138, '138'),
(139, '139'),
(140, '140'),
(141, '141'),
(142, '142'),
(143, '143'),
(144, '144'),
(145, '145'),
(146, '146'),
(147, '147'),
(148, '148'),
(149, '149'),
(150, '150'),
(151, '151'),
(152, '152'),
(153, '153'),
(154, '154'),
(155, '155'),
(156, '156'),
(157, '157'),
(158, '158'),
(159, '159'),
(160, '160'),
(161, '161'),
(162, '162'),
(163, '163'),
(164, '164'),
(165, '165'),
(166, '166'),
(167, '167'),
(168, '168'),
(169, '169'),
(170, '170'),
(171, '171'),
(172, '172'),
(173, '173'),
(174, '174'),
(175, '175'),
(176, '176'),
(177, '177'),
(178, '178'),
(179, '179'),
(180, '180'),
(181, '181'),
(182, '182'),
(183, '183'),
(184, '184'),
(185, '185'),
(186, '186'),
(187, '187'),
(188, '188'),
(189, '189'),
(190, '190'),
(191, '191'),
(192, '192'),
(193, '193'),
(194, '194'),
(195, '195'),
(196, '196'),
(197, '197'),
(198, '198'),
(199, '199'),
(200, '200'),
(201, '201'),
(202, '202'),
(203, '203'),
(204, '204'),
(205, '205'),
(206, '206'),
(207, '207'),
(208, '208'),
(209, '209'),
(210, '210'),
(211, '211'),
(212, '212'),
(213, '213'),
(214, '214'),
(215, '215'),
(216, '216'),
(217, '217'),
(218, '218'),
(219, '219'),
(220, '220'),
(221, '221'),
(222, '222'),
(223, '223'),
(224, '224'),
(225, '225'),
(226, '226'),
(227, '227'),
(228, '228'),
(229, '229'),
(230, '230'),
(231, '231'),
(232, '232'),
(233, '233'),
(234, '234'),
(235, '235'),
(236, '236'),
(237, '237'),
(238, '238'),
(239, '239'),
(240, '240'),
(241, '241'),
(242, '242'),
(243, '243'),
(244, '244'),
(245, '245'),
(246, '246'),
(247, '247'),
(248, '248'),
(249, '249'),
(250, '250'),
(251, '251'),
(252, '252'),
(253, '253'),
(254, '254'),
(255, '255'),
(256, '256'),
(257, '257'),
(258, '258'),
(259, '259'),
(260, '260'),
(261, '261'),
(262, '262'),
(263, '263'),
(264, '264'),
(265, '265'),
(266, '266'),
(267, '267'),
(268, '268'),
(269, '269'),
(270, '270'),
(271, '271'),
(272, '272'),
(273, '273'),
(274, '274'),
(275, '275'),
(276, '276'),
(277, '277'),
(278, '278'),
(279, '279'),
(280, '280'),
(281, '281'),
(282, '282'),
(283, '283'),
(284, '284'),
(285, '285'),
(286, '286'),
(287, '287'),
(288, '288'),
(289, '289'),
(290, '290'),
(291, '291'),
(292, '292'),
(293, '293'),
(294, '294'),
(295, '295'),
(296, '296'),
(297, '297'),
(298, '298'),
(299, '299'),
(300, '300'),
(301, '301'),
(302, '302'),
(303, '303'),
(304, '304'),
(305, '305'),
(306, '306'),
(307, '307'),
(308, '308'),
(309, '309'),
(310, '310'),
(311, '311'),
(312, '312'),
(313, '313'),
(314, '314'),
(315, '315'),
(316, '316'),
(317, '317'),
(318, '318'),
(319, '319'),
(320, '320'),
(321, '321'),
(322, '322'),
(323, '323'),
(324, '324'),
(325, '325'),
(326, '326'),
(327, '327'),
(328, '328'),
(329, '329'),
(330, '330'),
(331, '331'),
(332, '332'),
(333, '333'),
(334, '334'),
(335, '335'),
(336, '336'),
(337, '337'),
(338, '338'),
(339, '339'),
(340, '340'),
(341, '341'),
(342, '342'),
(343, '343'),
(344, '344'),
(345, '345'),
(346, '346'),
(347, '347'),
(348, '348'),
(349, '349'),
(350, '350'),
(351, '351'),
(352, '352'),
(353, '353'),
(354, '354'),
(355, '355'),
(356, '356'),
(357, '357'),
(358, '358'),
(359, '359'),
(360, '360'),
(361, '361'),
(362, '362'),
(363, '363'),
(364, '364'),
(365, '365'),
(366, '366'),
(367, '367'),
(368, '368'),
(369, '369'),
(370, '370'),
(371, '371'),
(372, '372'),
(373, '373'),
(374, '374'),
(375, '375'),
(376, '376'),
(377, '377'),
(378, '378'),
(379, '379'),
(380, '380'),
(381, '381'),
(382, '382'),
(383, '383'),
(384, '384'),
(385, '385'),
(386, '386'),
(387, '387'),
(388, '388'),
(389, '389'),
(390, '390'),
(391, '391'),
(392, '392'),
(393, '393'),
(394, '394'),
(395, '395'),
(396, '396'),
(397, '397'),
(398, '398'),
(399, '399'),
(400, '400'),
(401, '401'),
(402, '402'),
(403, '403'),
(404, '404'),
(405, '405'),
(406, '406'),
(407, '407'),
(408, '408'),
(409, '409'),
(410, '410'),
(411, '411'),
(412, '412'),
(413, '413'),
(414, '414'),
(415, '415'),
(416, '416'),
(417, '417'),
(418, '418'),
(419, '419'),
(420, '420'),
(421, '421'),
(422, '422'),
(423, '423'),
(424, '424'),
(425, '425'),
(426, '426'),
(427, '427'),
(428, '428'),
(429, '429'),
(430, '430'),
(431, '431'),
(432, '432'),
(433, '433'),
(434, '434'),
(435, '435'),
(436, '436'),
(437, '437'),
(438, '438'),
(439, '439'),
(440, '440'),
(441, '441'),
(442, '442'),
(443, '443'),
(444, '444'),
(445, '445'),
(446, '446'),
(447, '447'),
(448, '448'),
(449, '449'),
(450, '450'),
(451, '451'),
(452, '452'),
(453, '453'),
(454, '454'),
(455, '455'),
(456, '456'),
(457, '457'),
(458, '458'),
(459, '459'),
(460, '460'),
(461, '461'),
(462, '462'),
(463, '463'),
(464, '464'),
(465, '465'),
(466, '466'),
(467, '467'),
(468, '468'),
(469, '469'),
(470, '470'),
(471, '471'),
(472, '472'),
(473, '473'),
(474, '474'),
(475, '475'),
(476, '476'),
(477, '477'),
(478, '478'),
(479, '479'),
(480, '480'),
(481, '481'),
(482, '482'),
(483, '483'),
(484, '484'),
(485, '485'),
(486, '486'),
(487, '487'),
(488, '488'),
(489, '489'),
(490, '490'),
(491, '491'),
(492, '492'),
(493, '493'),
(494, '494'),
(495, '495'),
(496, '496'),
(497, '497'),
(498, '498'),
(499, '499'),
(500, '500');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admin`
--
ALTER TABLE `admin`
  ADD PRIMARY KEY (`a_id`);

--
-- Indexes for table `member`
--
ALTER TABLE `member`
  ADD PRIMARY KEY (`m_id`);

--
-- Indexes for table `newcandidate`
--
ALTER TABLE `newcandidate`
  ADD PRIMARY KEY (`nc_id`);

--
-- Indexes for table `nscore`
--
ALTER TABLE `nscore`
  ADD PRIMARY KEY (`nsc_id`);

--
-- Indexes for table `sheet`
--
ALTER TABLE `sheet`
  ADD PRIMARY KEY (`s_id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admin`
--
ALTER TABLE `admin`
  MODIFY `a_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=3;

--
-- AUTO_INCREMENT for table `member`
--
ALTER TABLE `member`
  MODIFY `m_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=11;

--
-- AUTO_INCREMENT for table `newcandidate`
--
ALTER TABLE `newcandidate`
  MODIFY `nc_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=129;

--
-- AUTO_INCREMENT for table `nscore`
--
ALTER TABLE `nscore`
  MODIFY `nsc_id` int(11) NOT NULL AUTO_INCREMENT;

--
-- AUTO_INCREMENT for table `sheet`
--
ALTER TABLE `sheet`
  MODIFY `s_id` int(11) NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=501;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
